[
    {
      "symbol": "H",
      "name": "Hydrogen",
      "description": "Hydrogen is the most abundant element in the universe and serves as the building block for stars and galaxies. It's essential for life as we know it and is a key component in water.",
      "img": "img/hydrogen.jpg"
    },
    {
      "symbol": "O",
      "name": "Oxygen",
      "description": "Oxygen is the breath of life, quite literally! It makes up about 21% of Earth's atmosphere and is essential for cellular respiration in most forms of life.",
      "img": "img/oxygen.jpeg"
    },
    {
      "symbol": "C",
      "name": "Carbon",
      "description": "Carbon is the backbone of all organic life, forming the basis for organic chemistry. It's versatile, able to form multiple types of bonds, and is a key component in fossil fuels.",
      "img": "img/carbon.jpeg"
    },
    {
      "symbol": "N",
      "name": "Nitrogen",
      "description": "Nitrogen is a colorless, odorless gas that makes up about 78% of Earth's atmosphere. It's crucial for life, forming an essential component of amino acids and DNA.",
      "img": "img/nitrogen.jpeg"
    },
    {
      "symbol": "Na",
      "name": "Sodium",
      "description": "Sodium is a soft, silvery-white metal that's highly reactive. It's essential for animal life in small amounts but can be harmful in excess.",
      "img": "img/natrium.jpeg"
    },
    {
      "symbol": "Cl",
      "name": "Chlorine",
      "description": "Chlorine is a yellow-green gas at room temperature and is highly reactive. It's used in a variety of applications, from disinfecting water to producing everyday products like paper and plastics.",
      "img": "img/chlorine.jpeg"
    },
    {
      "symbol": "P",
      "name": "Phosphorus",
      "description": "Phosphorus is a non-metal that is essential for life. It's a key component of DNA, RNA, and ATP, the energy currency of cells.",
      "img": "img/phosphorus.webp"
    },
    {
      "symbol": "Ca",
      "name": "Calcium",
      "description": "Calcium is a soft, gray metal that's best known for its role in supporting strong bones and teeth in animals.",
      "img": "img/calcium.jpeg"
    },
    {
      "symbol": "Si",
      "name": "Silicon",
      "description": "Silicon is the second most abundant element in Earth's crust and is the foundation of the modern tech industry, used in everything from computer chips to solar panels.",
      "img": "img/silicon.jpeg"
    },
    {
      "symbol": "Fe",
      "name": "Iron",
      "description": "Iron is a metal that has been used by humans for thousands of years. It's essential for transporting oxygen in the blood and is used in a variety of industrial applications.",
      "img": "img/iron.png"
    }
  ]
  